#+OPTIONS: toc:nil title:nil num:nil ^:nil
#+LATEX_HEADER: \usepackage{adjustbox}
#+LATEX_HEADER: \usepackage[margin=2cm]{geometry}
* Supplemental BOM
- Project Name: wrex-pcb
- Synopsis: PCB for the wrist exoskeleton project for the Gallego Lab at Imperial College London.
- Release Date: 2024-07-27
- URL: https://github.com/peterpolidoro/wrex-pcb
- Author: Peter Polidoro
- Email: peter@polidoro.io
#+BEGIN_TABLE
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
| Item | Synopsis                                               | Manufacturer Part Number | Manufacturer    | Quantity |  Cost | Total |
|------+--------------------------------------------------------+--------------------------+-----------------+----------+-------+-------|
|    1 | TERM BLOCK PLUG 2POS STR 5.08MM                        | 1758364                  | Phoenix Contact |        1 |  1.63 |  1.63 |
|    2 | W5100S-EVB-PICO RP2040 W5100S                          | W5100S-EVB-PICO          | WIZnet          |        1 |  9.95 |  9.95 |
|------+--------------------------------------------------------+--------------------------+-----------------+----------+-------+-------|
|      | Supplemental BOM Version: 1.0 |                          |                 |          | Total | 11.58 |
#+TBLFM: $7=$5*$6;%0.2f::@>$7=vsum(@2..@-1);%0.2f
#+LATEX: }
#+END_TABLE
